Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Detect Displays
ar: اكتشاف شاشات العرض
ca: Detecta les pantalles
cs: Rozpoznat monitory
da: Find skærme
de: Monitore erkennen
el: Ανίχνευση οθονών
es: Detectar pantallas
es_419: Detectar pantallas
fi: Etsi näyttöjä
fr: Détecter les moniteurs
fr_ca: Détecter les écrans
he: זיהוי הצגים
hi: डिस्प्ले पहचानें
hr: Detektiraj zaslone
hu: Kijelzők észlelése
id: Deteksi Layar
it: Rileva schermi
ja: ディスプレイを検出
ko: 디스플레이 검색
ms: Mengesan Paparan
nb: Finn skjermer
nl: Zoek beeldschermen
pl: Wykryj monitory
pt_br: Detectar Telas
pt_pt: Detetar monitores
ro: Detectează afișaje
ru: Искать дисплеи
sk: Rozpoznať displeje
sl: Zaznaj zaslone
sv: Sök bildskärmar
th: ตรวจหาจอภาพ
tr: Ekranları Algıla
uk: Знайти дисплеї
vi: Dò tìm Màn hình
zh_cn: 检测显示器
zh_hk: 偵測顯示器
zh_tw: 偵測顯示器

# DETECT_DISPLAYS_BUTTON
source: Detect Displays
ar: اكتشاف شاشات العرض
ca: Detecta les pantalles
cs: Rozpoznat monitory
da: Find skærme
de: Monitore erkennen
el: Ανίχνευση οθονών
es: Detectar pantallas
es_419: Detectar pantallas
fi: Etsi näyttöjä
fr: Détecter les moniteurs
fr_ca: Détecter les écrans
he: זיהוי הצגים
hi: डिस्प्ले पहचानें
hr: Detektiraj zaslone
hu: Kijelzők észlelése
id: Deteksi Layar
it: Rileva schermi
ja: ディスプレイを検出
ko: 디스플레이 검색
ms: Mengesan Paparan
nb: Finn skjermer
nl: Zoek beeldschermen
pl: Wykryj wyświetlacze
pt_br: Detectar Telas
pt_pt: Detetar monitores
ro: Detectează afișaje
ru: Искать дисплеи
sk: Rozpoznať displeje
sl: Zaznaj zaslone
sv: Sök bildskärmar
th: ตรวจหาจอภาพ
tr: Ekranları Algıla
uk: Знайти дисплеї
vi: Dò tìm Màn hình
zh_cn: 检测显示器
zh_hk: 偵測顯示器
zh_tw: 偵測顯示器

# DEVICE_LIMITED
source: Reference luminance may be affected by higher than normal ambient temperature.
ar: قد تتأثر شدة السطوع المرجعية بدرجات الحرارة المحيطة إذا كانت أعلى من الطبيعي.
ca: El fet que la temperatura ambient sigui més alta del normal pot afectar la luminància de referència.
cs: Na referenční hodnotu jasu může mít vliv zvýšená teplota prostředí oproti normálu.
da: Referenceluminansen påvirkes muligvis af den omgivende temperatur, der er højere end normalt.
de: Die Referenzleuchtdichte kann durch Umgebungstemperaturen beeinflusst werden, die über den normalen Temperaturen liegen.
el: Η λαμπρότητα αναφοράς ενδέχεται να επηρεαστεί από την υψηλότερη από τη συνηθισμένη θερμοκρασία περιβάλλοντος.
es: La luminancia de referencia puede verse afectada por una temperatura ambiente superior a la normal.
es_419: La luminancia de referencia podría verse afectada por una temperatura ambiente superior a la normal.
fi: Normaalia korkeampi ympäristön lämpötila voi vaikuttaa referenssiluminanssiin.
fr: Une température ambiante supérieure à la normale peut influer sur la luminance de référence.
fr_ca: La luminance de référence peut être affectée par une température ambiante anormalement élevée.
he: בהיקות ההפניה עשויה להיות מושפעת מטמפרטורת סביבה שהיא גבוהה מהרגיל.
hi: सामान्य से अधिक परिवेशी तापमान होने से रेफ़्रेंस ल्यूमिनेंस प्रभावित हो सकता है।
hr: Na referentnu osvijetljenost može utjecati temperatura okruženja koja je viša od uobičajene.
hu: A normál értékeket meghaladó környezeti hőmérséklet hatással lehet a referenciafényerőre.
id: Luminans rujukan mungkin dipengaruhi oleh suhu ambien yang lebih tinggi dari normal.
it: Una temperatura ambientale sopra la norma potrebbe incidere sulla luminanza di riferimento.
ja: 基準となる輝度は、通常より高い環境温度の影響を受ける場合があります。
ko: 일반적인 주변 온도보다 높으면 참조 휘도가 영향을 받을 수 있습니다.
ms: Luminans rujukan mungkin dipengaruhi oleh suhu ambien yang lebih tinggi daripada biasa.
nb: Referanselystetthet kan påvirkes av unormalt høy temperatur i omgivelsene.
nl: De referentieluminantie wordt mogelijk beïnvloed door een hogere omgevingstemperatuur dan normaal.
pl: Wyższa niż normalna temperatura otoczenia może mieć wpływ na luminancję referencyjną.
pt_br: A luminância de referência pode ser afetada por uma temperatura ambiente mais alta que a normal.
pt_pt: A luminosidade de referência pode ser afetada se a temperatura ambiente for superior ao normal.
ro: Luminanța de referință ar putea fi afectată de temperatura ambiantă mai ridicată decât în mod normal.
ru: На эталонную яркость может повлиять повышенная температура окружающей среды.
sk: Referenčná hodnota svietivosti môže byť ovplyvnená zvýšenou teplotou okolitého prostredia.
sl: Višja temperatura okolja od običajne lahko vpliva na referenčno svetilnost.
sv: Referensluminansen kan påverkas av ovanligt hög temperatur i omgivningen.
th: ความสว่างที่ใช้อ้างอิงอาจได้รับผลกระทบจากอุณหภูมิแวดล้อมที่สูงกว่าปกติ
tr: Referans ışık şiddeti, normalden daha yüksek ortam sıcaklığından etkilenebilir.
uk: На еталонну яскравость може впливати підвищений рівень довкільної температури.
vi: Độ chói tham chiếu có thể bị ảnh hưởng bởi nhiệt độ xung quanh cao hơn bình thường.
zh_cn: 参考亮度可能会受到高于正常环境温度的影响。
zh_hk: 參考亮度可能會受高於正常的環境溫度影響。
zh_tw: 參考亮度可能會受到高於正常環境溫度的影響。

source: Disconnect
ar: قطع الاتصال
ca: Desconnecta
cs: Odpojit
da: Afbryd
de: Trennen
el: Αποσύνδεση
es: Desconectar
es_419: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
fr_ca: Déconnecter
he: התנתקות
hi: डिस्कनेक्ट करें
hr: Odspoji
hu: Leválasztás
id: Putuskan
it: Disconnetti
ja: 接続解除
ko: 연결 해제
ms: Putuskan Sambungan
nb: Koble fra
nl: Verbreek
pl: Odłącz
pt_br: Desconectar
pt_pt: Desativar ligação
ro: Deconectează
ru: Отключить
sk: Odpojiť
sl: Prekini povezavo
sv: Koppla från
th: เลิกเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Відʼєднати
vi: Ngắt kết nối
zh_cn: 断开连接
zh_hk: 中斷連線
zh_tw: 中斷連線

# DISCONNECT_BUTTON
source: Disconnect
ar: قطع الاتصال
ca: Desconnecta
cs: Odpojit
da: Afbryd
de: Trennen
el: Αποσύνδεση
es: Desconectar
es_419: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
fr_ca: Déconnecter
he: התנתקות
hi: डिस्कनेक्ट करें
hr: Odspoji
hu: Leválasztás
id: Putuskan
it: Disconnetti
ja: 接続解除
ko: 연결 해제
ms: Putuskan Sambungan
nb: Koble fra
nl: Verbreek
pl: Rozłącz
pt_br: Desconectar
pt_pt: Desativar ligação
ro: Deconectează
ru: Отключить
sk: Odpojiť
sl: Prekini povezavo
sv: Koppla från
th: เลิกเชื่อมต่อ
tr: Bağlantıyı Kes
uk: Відʼєднати
vi: Ngắt kết nối
zh_cn: 断开连接
zh_hk: 中斷連線
zh_tw: 中斷連線

source: Display resolution will automatically match the size of screen share viewer.
ar: ستتطابق دقة شاشة العرض تلقائيًا مع حجم شاشة عارض المشاركة.
ca: La resolució de la pantalla s’ajustarà automàticament a la mida del visor de la pantalla compartida.
cs: Rozlišení monitoru se bude automaticky přizpůsobovat velikosti prohlížeče sdílené obrazovky.
da: Skærmopløsningen tilpasses automatisk efter størrelsen på den skærm, der deles til.
de: Die Displayauflösung wird automatisch an die Größe der Ansicht zum Teilen des Bildschirms angepasst.
el: Η ανάλυση οθόνης θα αντιστοιχεί αυτόματα στο μέγεθος του προγράμματος προβολής της κοινής χρήσης οθόνης.
es: La resolución de pantalla se adaptará automáticamente al tamaño del visor de la pantalla compartida.
es_419: La resolución de la pantalla se ajustará automáticamente al tamaño del visor de la pantalla compartida.
fi: Näytön tarkkuus vastaa automaattisesti näytönjaon katseluikkunan kokoa.
fr: La résolution d’écran s’adaptera automatiquement à la taille du visualiseur de partage d’écran.
fr_ca: La résolution d’affichage s’adaptera automatiquement à la taille du visualiseur de partage d’écran.
he: רזולוציית הצג תותאם באופן אוטומטי לגודל של מציג שיתוף המסך.
hi: डिस्प्ले रिज़ोल्यूशन ऑटोमैटिकली स्क्रीन शेयर व्यूअर के आकार के अनुरूप हो जाएगा।
hr: Razlučivost zaslona automatski će se uskladiti s veličinom zaslona gledatelja dijeljenog sadržaja.
hu: A kijelző felbontása automatikusan meg fog felelni a képernyőmegosztás-megtekintő méretének.
id: Resolusi layar akan disesuaikan secara otomatis dengan ukuran penampil berbagi layar.
it: La risoluzione si adatterà automaticamente alle dimensioni dello schermo di chi assiste alla condivisione.
ja: ダイナミック解像度を使用すると、画面共有ビューアのサイズに自動的に合わせます。
ko: 디스플레이 해상도가 화면 공유 뷰어의 크기에 자동으로 일치됩니다.
ms: Resolusi paparan akan sepadan dengan saiz pemapar perkongsian skrin secara automatik.
nb: Skjermoppløsningen vil automatisk passe med størrelsen på skjermen det deles til.
nl: De schermresolutie wordt automatisch overeen met de grootte van de schermdelingsviewer.
pl: Rozdzielczość wyświetlacza będzie automatycznie dopasowywana do wielkości okna udostępniania ekranu.
pt_br: A resolução da tela coincidirá automaticamente com o tamanho do visualizador de compartilhamento de tela.
pt_pt: A resolução do monitor corresponderá automaticamente ao tamanho do ecrã de quem está a ver a partilha.
ro: Rezoluția afișajului se va adapta automat la dimensiunea vizualizorului ecranului partajat.
ru: Разрешение дисплея будет автоматически подстраиваться под размер окна доступа к экрану.
sk: Rozlíšenie displeja sa automaticky prispôsobí veľkosti prehliadača zdieľanej obrazovky.
sl: Ločljivost zaslona se bo samodejno uskladila z velikostjo pregledovalnika za deljenje zaslona.
sv: Skärmupplösningen matchar automatiskt storleken på visaren för skärmdelning.
th: ความละเอียดจอภาพจะตรงกับขนาดของโปรแกรมดูการแชร์หน้าจอโดยอัตโนมัติ
tr: Ekran çözünürlüğü, ekran paylaşma görüntüleyicisinin büyüklüğüyle otomatik olarak eşleşir.
uk: Роздільність дисплея автоматично підлаштується під розмір вікна поширюваного екрана.
vi: Độ phân giải màn hình sẽ tự động khớp với kích cỡ của trình xem chia sẻ màn hình.
zh_cn: 显示器分辨率会自动匹配屏幕共享检视器的大小。
zh_hk: 顯示器解像度將自動符合螢幕共享檢視器的大小。
zh_tw: 螢幕解析度將自動符合螢幕共享檢視器的大小。

source: Display settings
ar: إعدادات شاشة العرض
ca: Configuració de la pantalla
cs: Nastavení monitorů
da: Skærmindstillinger
de: Bildschirmeinstellungen
el: Ρυθμίσεις οθόνης
es: Ajustes de la pantalla
es_419: Configuración de Pantallas
fi: Näyttöasetukset
fr: Réglages d’affichage
fr_ca: Réglages des écrans
he: הגדרות הצג
hi: डिस्प्ले सेटिंग्ज़
hr: Postavke zaslona
hu: Kijelzőbeállítások
id: Pengaturan layar
it: Impostazioni schermo
ja: ディスプレイ設定
ko: 디스플레이 설정
ms: Seting paparan
nb: Skjerminnstillinger
nl: Beeldscherminstellingen
pl: Ustawienia wyświetlacza
pt_br: Ajustes de tela
pt_pt: Definições de ecrã
ro: Configurări afișaj
ru: Настройки дисплея
sk: Nastavenia displeja
sl: Nastavitve zaslona
sv: Bildskärmsinställningar
th: การตั้งค่าจอภาพ
tr: Ekran ayarları
uk: Параметри дисплея
vi: Cài đặt màn hình
zh_cn: 显示器设置
zh_hk: 顯示器設定
zh_tw: 顯示器設定

source: Display settings for %@
ar: إعدادات شاشة العرض لـ "%@"
ca: Configuració de la pantalla %@
cs: Nastavení monitoru %@
da: Skærmindstillinger til %@
de: Bildschirmeinstellungen für %@
el: Ρυθμίσεις οθόνης για «%@»
es: Ajustes de la pantalla “%@”
es_419: Configuración de la pantalla %@
fi: %[tt]@-näytön asetukset
fr: Réglages d’affichage pour %@
fr_ca: Réglages de l’écran %@
he: הגדרות הצג ״%@״
hi: %@ के लिए डिस्प्ले सेटिंग्ज़
hr: Postavke zaslona za %@
hu: A(z) %@ beállításainak megjelenítése
id: Pengaturan layar untuk %@
it: Impostazioni schermo per %@
ja: %@のディスプレイ設定
ko: %@의 디스플레이 설정
ms: Seting paparan untuk %@
nb: Skjerminnstillinger for %@
nl: Beeldscherminstellingen voor %@
pl: Ustawienia wyświetlacza (%@)
pt_br: Ajustes de tela para %@
pt_pt: Definições de ecrã de %@
ro: Configurări afișaj pentru %@
ru: Настройки дисплея «%@»
sk: Nastavenia displeja pre %@
sl: Nastavitve zaslona za %@
sv: Bildskärmsinställningar för %@
th: การตั้งค่าจอภาพสำหรับ%[tt]@
tr: %@ için ekran ayarları
uk: Параметри дисплея для %@
vi: Cài đặt màn hình cho %@
zh_cn: %@的显示器设置
zh_hk: %@的顯示器設定
zh_tw: %@的顯示器設定

# DISPLAY_SETTINGS_BUTTON
source: Display Settings…
ar: إعدادات شاشة العرض…
ca: Configuració de la pantalla…
cs: Nastavení monitorů…
da: Skærmindstillinger…
de: Bildschirmeinstellungen …
el: Ρυθμίσεις οθόνης…
es: Ajustes de la pantalla…
es_419: Configuración de Pantallas…
fi: Näyttöasetukset…
fr: Réglages d’affichage…
fr_ca: Réglages des écrans…
he: הגדרות הצג…
hi: डिस्प्ले सेटिंग्ज़…
hr: Postavke zaslona…
hu: Kijelzőbeállítások…
id: Pengaturan Layar…
it: Impostazioni Schermo…
ja: ディスプレイ設定…
ko: 디스플레이 설정…
ms: Seting Paparan…
nb: Skjerminnstillinger…
nl: Beeldscherminstellingen…
pl: Ustawienia wyświetlacza…
pt_br: Ajustes de Tela…
pt_pt: Definições de monitores…
ro: Configurări afișaj…
ru: Настройки дисплеев…
sk: Nastavenia displeja…
sl: Nastavitve zaslona …
sv: Bildskärmsinställningar…
th: การตั้งค่าจอภาพ…
tr: Ekran Ayarları…
uk: Параметри дисплея…
vi: Cài đặt màn hình…
zh_cn: 显示器设置…
zh_hk: 顯示器設定⋯
zh_tw: 顯示器設定⋯

source: Displays
ar: شاشات العرض
ca: Pantalles
cs: Monitory
da: Skærme
el: Οθόνες
es: Pantallas
es_419: Pantallas
fi: Näytöt
fr: Moniteurs
fr_ca: Écrans
he: צגים
hi: डिस्प्ले
hr: Zasloni
hu: Kijelzők
id: Layar
it: Schermi
ja: ディスプレイ
ko: 디스플레이
ms: Paparan
nb: Skjermer
nl: Beeldschermen
pl: Wyświetlacze
pt_br: Telas
pt_pt: Monitores
ro: Afișaje
ru: Дисплеи
sk: Displeje
sl: Zasloni
sv: Bildskärmar
th: จอภาพ
tr: Ekranlar
uk: Дисплеї
vi: Màn hình
zh_cn: 显示器
zh_hk: 顯示器
zh_tw: 顯示器

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Cerrar
es_419: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# DONE_BUTTON
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: Cerrar
es_419: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Dynamic resolution
ar: دقة ديناميكية
ca: Resolució dinàmica
cs: Dynamické rozlišení
da: Dynamisk opløsning
de: Dynamische Auflösung
el: Δυναμική ανάλυση
es: Resolución dinámica
es_419: Resolución dinámica
fi: Dynaaminen tarkkuus
fr: Résolution dynamique
fr_ca: Résolution dynamique
he: רזולוציה דינמית
hi: डाइनैमिक रिज़ोल्यूशन
hr: Dinamična razlučivost
hu: Dinamikus felbontás
id: Resolusi dinamis
it: Risoluzione dinamica
ja: ダイナミック解像度
ko: 다이내믹 해상도
ms: Resolusi dinamik
nb: Dynamisk oppløsning
nl: Dynamische resolutie
pl: Rozdzielczość dynamiczna
pt_br: Resolução dinâmica
pt_pt: Resolução dinâmica
ro: Rezoluție dinamică
ru: Динамическое разрешение
sk: Dynamické rozlíšenie
sl: Dinamična ločljivost
sv: Dynamisk upplösning
th: ความละเอียดแบบไดนามิก
tr: Dinamik çözünürlük
uk: Динамічна роздільність
vi: Độ phân giải động
zh_cn: 动态分辨率
zh_hk: 動態解像度
zh_tw: 動態解析度

source: Enable
ar: تمكين
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_419: Activar
fi: Ota käyttöön
fr: Activer
fr_ca: Activer
he: הפעלה
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効にする
ko: 활성화
ms: Dayakan
nb: Aktiver
nl: Schakel in
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Включить
sk: Zapnúť
sl: Omogoči
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_hk: 啟用
zh_tw: 啟用

source: Enable double tap on Apple Pencil
ar: تمكين الضغط مرتين على قلم Apple
ca: Activa el doble toc a l’Apple Pencil
cs: Povolit poklepání na Apple Pencil
da: Slå dobbelttryk til på Apple Pencil
de: Doppeltippen auf Apple Pencil aktivieren
el: Ενεργοποίηση διπλού αγγίγματος στο Apple Pencil
es: Activar el doble toque en el Apple Pencil
es_419: Activar el toque doble del Apple Pencil
fi: Käytä kaksoisnapautusta Apple Pencilissä
fr: Activer le double toucher sur l’Apple Pencil
fr_ca: Activer le toucher double sur l’Apple Pencil
he: הפעלת הקשה כפולה ב-Apple Pencil
hi: Apple Pencil पर डबल टैप सक्षम करें
hr: Omogući dvostruki dodir Apple Pencila
hu: Dupla koppintás engedélyezése az Apple Pencilen
id: Aktifkan ketuk dua kali di Apple Pencil
it: Abilita doppio tocco su Apple Pencil
ja: Apple Pencilでダブルタップを有効にする
ko: Apple Pencil의 두 번 탭 활성화
ms: Dayakan dwiketik pada Apple Pencil
nb: Aktiver dobbelttrykk på Apple Pencil
nl: Activeer dubbel tikken op Apple Pencil
pl: Włącz dwukrotne stuknięcie w Apple Pencil
pt_br: Ativar toque duplo no Apple Pencil
pt_pt: Ativar o duplo toque no Apple Pencil
ro: Activează apăsarea dublă pe Apple Pencil
ru: Включить двойное касание на Apple Pencil
sk: Povoliť dvojité klepnutie na Apple Pencile
sl: Omogoči dvotap s svinčnikom Apple Pencil
sv: Aktivera två snabba tryckningar på Apple Pencil
th: เปิดใช้งานการแตะสองครั้งบน Apple Pencil
tr: Apple Pencil’da çift dokunmayı etkinleştir
uk: Увімкнути подвійний дотик для Apple Pencil
vi: Cho phép chạm hai lần trên Apple Pencil
zh_cn: 在Apple Pencil上启用轻点两下
zh_hk: 在Apple Pencil上啟用點兩下功能
zh_tw: 在Apple Pencil上啟用點兩下

source: Enable Night Shift
ar: تمكين الإضاءة الدافئة
ca: Activa el Night Shift
cs: Zapnout Night Shift
da: Slå Night Shift til
de: Night Shift aktivieren
el: Ενεργοποίηση του Night Shift
es: Activar “Night Shift”
es_419: Activar Night Shift
fi: Ota Night Shift käyttöön
fr: Activer Night Shift
fr_ca: Activer Night Shift
he: הפעלת Night Shift
hi: Night Shift सक्षम करें
hr: Omogući Night Shift
hu: Night Shift engedélyezése
id: Aktifkan Night Shift
it: Abilita Night Shift
ja: Night Shiftを有効にする
ko: Night Shift 활성화
ms: Dayakan Night Shift
nb: Aktiver Night Shift
nl: Schakel 'Night Shift' in
pl: Włącz Night Shift
pt_br: Ativar Night Shift
pt_pt: Ativar Night Shift
ro: Activare Night Shift
ru: Включение Night Shift
sk: Zapnúť Night Shift
sl: Omogoči Night Shift
sv: Aktivera Night Shift
th: เปิดใช้งาน Night Shift
tr: Night Shift’i Etkinleştir
uk: Увімкнення Night Shift
vi: Bật Night Shift
zh_cn: 启用夜览
zh_hk: 啟用「夜覽」
zh_tw: 啟用「夜覽」

# ENABLE_BUTTON
source: Enable
ar: تمكين
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_419: Activar
fi: Ota käyttöön
fr: Activer
fr_ca: Activer
he: הפעלה
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効にする
ko: 활성화
ms: Dayakan
nb: Aktiver
nl: Schakel in
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Включить
sk: Zapnúť
sl: Omogoči
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_hk: 啟用
zh_tw: 啟用

# ENABLE_FOR_HDR_LABEL
source: Enable HDR Content
ar: تمكين محتوى HDR
ca: Activa el contingut HDR
cs: Povolit HDR obsah
da: Slå HDR-indhold til
de: HDR-Inhalte aktivieren
el: Ενεργοποίηση περιεχομένου HDR
es: Activar contenido HDR
es_419: Activar contenido HDR
fi: Ota HDR-sisältö käyttöön
fr: Activer le contenu HDR
fr_ca: Activer le contenu HDR
he: הפעלת תוכן HDR
hi: HDR कॉन्टेंट सक्षम करें
hr: Omogući HDR sadržaj
hu: HDR-tartalom engedélyezése
id: Aktifkan Konten HDR
it: Abilita contenuti HDR
ja: HDRコンテンツを有効にする
ko: HDR 콘텐츠 활성화
ms: Dayakan Kandungan HDR
nb: Aktiver HDR-innhold
nl: Schakel HDR-materiaal in
pl: Włącz materiały HDR
pt_br: Ativar Conteúdo HDR
pt_pt: Ativar conteúdos HDR
ro: Activează conținutul HDR
ru: Включить HDR‑контент
sk: Zapnúť HDR obsah
sl: Omogoči vsebino HDR
sv: Aktivera HDR-innehåll
th: เปิดใช้งานเนื้อหา HDR
tr: HDR İçeriği Etkinleştir
uk: Увімкнути вміст HDR
vi: Bật nội dung HDR
zh_cn: 启用HDR内容
zh_hk: 啟用HDR內容
zh_tw: 啟用HDR內容

# ENABLE_PQ_FOR_HDR_TOGGLE
source: Enable PQ for HDR Content
ar: تمكين PQ لمحتوى HDR
ca: Activa l’estàndard PQ per al contingut HDR
cs: Zapnout PQ pro HDR obsah
da: Slå PQ til for HDR-indhold
de: PQ für HDR-Inhalte aktivieren
el: Ενεργοποίηση PQ για περιεχόμενο HDR
es: Activar PQ para el contenido HDR
es_419: Activar PQ para contenido HDR
fi: Käytä PQ:ta HDR-sisällölle
fr: Activer PQ pour le contenu HDR
fr_ca: Activer la fonction PQ pour le contenu HDR
he: הפעלת פונקציית PQ עבור תכני HDR
hi: HDR कॉन्टेंट के लिए PQ सक्षम करें
hr: Omogući PQ za HDR sadržaje
hu: PQ engedélyezése HDR-tartalomhoz
id: Aktifkan PQ untuk Konten HDR
it: Abilita PQ per contenuti HDR
ja: HDRコンテンツのPQを有効にする
ko: HDR 콘텐츠 PQ 활성화
ms: Dayakan PQ untuk Kandungan HDR
nb: Aktiver PQ for HDR-innhold
nl: Schakel PQ in voor HDR-materiaal
pl: Włącz PQ dla materiałów HDR
pt_br: Ativar PQ para Conteúdo HDR
pt_pt: Ativar PQ para conteúdos HDR
ro: Activează PQ pentru conținutul HDR
ru: Включить PQ для HDR-контента
sk: Zapnúť PQ pre HDR obsah
sl: Omogoči PQ za vsebino HDR
sv: Aktivera PQ för HDR-innehåll
th: เปิดใช้งาน PQ สำหรับเนื้อหา HDR
tr: HDR İçerik İçin PQ’yu Etkinleştir
uk: Увімкнути PQ для вмісту HDR
vi: Bật PQ cho nội dung HDR
zh_cn: 为HDR内容启用PQ
zh_hk: 為HDR內容啟用PQ
zh_tw: 啟用HDR內容的PQ

source: Enabling Night Shift will disable Invert Colors. Would you like to enable Night Shift?
ar: سيؤدي تمكين الإضاءة الدافئة إلى تعطيل عكس الألوان. هل ترغب في تمكين الإضاءة الدافئة؟
ca: Si actives el Night Shift, es desactivarà la inversió de colors. Vols activar‑lo?
cs: Zapnutím funkce Night Shift vypnete inverzní barvy. Chcete Night Shift zapnout?
da: Når du slår Night Shift til, slås Inverter farver fra. Vil du slå Night Shift til?
de: Durch Aktivieren von Night Shift wird „Farben umkehren“ deaktiviert. Night Shift aktivieren?
el: Η ενεργοποίηση του Night Shift θα απενεργοποιήσει την Αναστροφή χρωμάτων. Θέλετε να ενεργοποιήσετε το Night Shift;
es: Si activas la opción “Night Shift”, se desactivará la inversión de colores. ¿Quieres activar “Night Shift”?
es_419: Al activar Night Shift se desactivará Invertir colores. ¿Quieres activarlo?
fi: Night Shiftin käyttöönotto poistaa käänteiset värit käytöstä. Otetaanko Night Shift käyttöön?
fr: L’activation de Night Shift désactivera Inverser les couleurs. Voulez-vous vraiment activer Night Shift ?
fr_ca: L’activation de Night Shift désactivera Couleurs inversées. Voulez-vous vraiment activer Night Shift?
he: ההפעלה של Night Shift תבטל את ״היפוך צבעים״. האם ברצונך להפעיל את Night Shift?
hi: Night Shift सक्षम करने पर “रंग इंवर्ट करें” को अक्षम कर दिया जाएगा। क्या आप Night Shift सक्षम करना चाहते हैं?
hr: Omogućite li Night Shift, onemogućit će se Obrtanje boja. Želite li omogućiti Night Shift?
hu: A Night Shift engedélyezése letiltja a Színinvertálást. Engedélyezi a Night Shiftet?
id: Jika Night Shift diaktifkan, Balikkan Warna akan dinonaktifkan. Apakah Anda ingin mengaktifkan Night Shift?
it: Abilitando Night Shift, l’opzione “Inverti colori” verrà disabilitata. Vuoi continuare?
ja: Night Shiftを有効にすると、“カラーを反転”が無効になります。Night Shiftを有効にしますか?
ko: Night Shift를 활성화하면 색상 반전이 비활성화됩니다. Night Shift를 활성화하겠습니까?
ms: Mendayakan Night Shift akan menyahdayakan Terbalikkan Warna. Adakah anda mahu mendayakan Night Shift?
nb: Aktivering av Night Shift vil deaktivere Inverter farger. Vil du aktivere Night Shift?
nl: Als 'Night Shift' wordt ingeschakeld, wordt 'Keer kleuren om' uitgeschakeld. Wil je 'Night Shift' inschakelen?
pl: Włączenie Night Shift spowoduje wyłączenie odwrócenia kolorów. Czy chcesz włączyć Night Shift?
pt_br: Ao ativar o Night Shift, a Inversão de Cores será desativada. Deseja ativar o Night Shift?
pt_pt: Se ativar este modo, a opção Inverter cores será automaticamente desativada. Gostaria de ativar Night Shift?
ro: Activarea opțiunii Night Shift va dezactiva opțiunea Inversare culori. Doriți să activați opțiunea Night Shift?
ru: Включение Night Shift выключит Инверсию цвета. Хотите включить Night Shift?
sk: Zapnutím funkcie Night Shift vypnete prevrátenie farieb. Chcete zapnúť Night Shift?
sl: Če omogočite funkcijo Night Shift, bo možnost Barvni negativ onemogočena. Želite omogočiti Night Shift?
sv: Om du aktiverar Night Shift avaktiveras invertering av färger. Vill du aktivera Night Shift?
th: การเปิดใช้งาน Night Shift จะปิดใช้งานการกลับสี คุณต้องการที่จะเปิดใช้งาน Night Shift หรือไม่
tr: Night Shift etkinleştirildiğinde Renkleri Tersine Çevir etkisizleştirilir. Night Shift’i etkinleştirmek istiyor musunuz?
uk: Увімкнення Night Shift вимкне обернені кольори. Увімкнути Night Shift?
vi: Bật Night Shift sẽ tắt Đảo ngược màu. Bạn có muốn bật Night Shift không?
zh_cn: 启用“夜览”将停用“反转颜色”。你要启用“夜览”吗？
zh_hk: 啟用「夜覽」會停用「反轉顏色」。你要啟用「夜覽」嗎？
zh_tw: 啟用「夜覽」會停用「反相顏色」。你要啟用「夜覽」嗎？
